Repository: farukciftler/tacet-cli
Catalog: ketum/Localizable.xcstrings
Source language: tr
Languages: de, en, es, fr, ja, ko, pt_br, zh_hans

source: Notlar silinemedi
de: Notizen konnten nicht gelöscht werden
en: Couldn’t delete the notes
es: No se pudieron eliminar las notas
fr: Impossible de supprimer les notes
ja: メモを削除できませんでした
ko: 메모를 삭제하지 못했습니다
pt_br: Não foi possível excluir as notas
zh_hans: 无法删除这些备忘录

source: Notlarda arandı · %lld sonuç
de: Notizen durchsucht · %lld Treffer
en: Notes searched · %lld results
es: Notas buscadas · %lld resultados
fr: Notes recherchées · %lld résultats
ja: メモを検索 · %lld 件
ko: 메모 검색됨 · 결과 %lld개
pt_br: Notas pesquisadas · %lld resultados
zh_hans: 已搜索备忘录 · %lld 条结果

source: Notlarda arandı · sonuç yok
de: Notizen durchsucht · keine Treffer
en: Notes searched · no results
es: Notas buscadas · sin resultados
fr: Notes recherchées · aucun résultat
ja: メモを検索 · 結果なし
ko: 메모 검색됨 · 결과 없음
pt_br: Notas pesquisadas · sem resultados
zh_hans: 已搜索备忘录 · 无结果

source: Notlarda aranıyor…
de: Notizen werden durchsucht…
en: Searching notes…
es: Buscando en notas…
fr: Recherche dans les notes…
ja: メモを検索中…
ko: 메모 검색 중…
pt_br: Buscando nas notas…
zh_hans: 正在搜索备忘录…

source: Öğrenilen tüm notlar silinir. Sohbetler kalır. Bu işlem geri alınamaz.
de: Alle gelernten Notizen werden gelöscht. Unterhaltungen bleiben erhalten. Das lässt sich nicht rückgängig machen.
en: All learned notes are deleted. Conversations are kept. This can’t be undone.
es: Se eliminan todas las notas aprendidas. Las conversaciones se conservan. Esta acción no se puede deshacer.
fr: Toutes les notes apprises sont supprimées. Les conversations sont conservées. Cette action est irréversible.
ja: 学習したメモをすべて削除します。会話は残ります。この操作は取り消せません。
ko: 학습한 모든 메모가 삭제됩니다. 대화는 남습니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todas as notas aprendidas são excluídas. As conversas são mantidas. Esta ação não pode ser desfeita.
zh_hans: 将删除所有已学习的备忘录。对话会保留。此操作无法撤销。

source: Okunuyor…
de: Wird gelesen …
en: Reading…
es: Leyendo…
fr: Lecture…
ja: 読み込み中…
ko: 읽는 중…
pt_br: Lendo…
zh_hans: 正在读取…

source: olgu
de: Fakt
en: fact
es: hecho
fr: fait
ja: 事実
ko: 사실
pt_br: fato
zh_hans: 事实

source: Oluşturulan ve sohbete eklenen dosyalar cihazda Belgeler klasöründe saklanır.
de: Erstellte und an Unterhaltungen angehängte Dateien werden auf diesem Gerät im Ordner „Dokumente“ abgelegt.
en: Files that are created or attached to a conversation are kept in the Documents folder on this device.
es: Los archivos creados y los añadidos a conversaciones se guardan en la carpeta Documentos del dispositivo.
fr: Les fichiers créés ou joints à une conversation sont conservés dans le dossier Documents de l’appareil.
ja: 作成したファイルや会話に添付したファイルは、この端末の「書類」フォルダに保存されます。
ko: 생성하거나 대화에 첨부한 파일은 이 기기의 도큐멘트 폴더에 보관됩니다.
pt_br: Os arquivos criados e anexados às conversas ficam na pasta Documentos deste dispositivo.
zh_hans: 已生成以及添加到对话中的文件保存在本设备的“文稿”文件夹中。

source: Onay sorulur. Anahtar Keychain'den kaldırılır.
de: Du wirst um Bestätigung gebeten. Der Schlüssel wird aus dem Schlüsselbund entfernt.
en: You’ll be asked to confirm. The key is removed from the Keychain.
es: Se te pedirá confirmación. La clave se quita del llavero.
fr: Une confirmation sera demandée. La clé est retirée du trousseau.
ja: 確認を求められます。キーはキーチェーンから削除されます。
ko: 확인을 요청합니다. 키는 키체인에서 제거됩니다.
pt_br: A confirmação será solicitada. A chave é removida das Chaves.
zh_hans: 会请求确认。密钥将从钥匙串中移除。

source: Onay sorulur. Çalışma günlüğü de silinir.
de: Du wirst um Bestätigung gebeten. Das Protokoll der Durchläufe wird ebenfalls gelöscht.
en: You’ll be asked to confirm. The run log is deleted too.
es: Se te pedirá confirmación. También se elimina el registro de ejecuciones.
fr: Une confirmation te sera demandée. Le journal des exécutions est également supprimé.
ja: 確認を求められます。実行履歴も削除されます。
ko: 확인을 요청합니다. 실행 기록도 함께 삭제됩니다.
pt_br: Será pedida uma confirmação. O registro de execuções também é excluído.
zh_hans: 会请你确认。运行记录也会被删除。

source: Onay sorulur. Cihazdaki tüm sirr belgeleri silinir.
de: Du wirst um Bestätigung gebeten. Alle sirr-Dokumente auf diesem Gerät werden gelöscht.
en: You’ll be asked to confirm. Every sirr document on this device is deleted.
es: Se te pedirá confirmación. Se eliminan todos los documentos de sirr en el dispositivo.
fr: Une confirmation te sera demandée. Tous les documents sirr de l’appareil sont supprimés.
ja: 確認を求められます。この端末上の sirr の書類がすべて削除されます。
ko: 확인을 요청합니다. 이 기기의 모든 sirr 문서가 삭제됩니다.
pt_br: Será pedida uma confirmação. Todos os documentos do sirr no dispositivo são excluídos.
zh_hans: 会请你确认。设备上所有 sirr 文稿都将被删除。

source: Onay sorulur. Sohbetler ve mesajlar silinir, hafıza kalır.
de: Du wirst um Bestätigung gebeten. Unterhaltungen und Nachrichten werden gelöscht, das Gedächtnis bleibt.
en: You’ll be asked to confirm. Conversations and messages are deleted; memory is kept.
es: Se te pedirá confirmación. Se eliminan las conversaciones y los mensajes; la memoria se conserva.
fr: Une confirmation sera demandée. Les conversations et les messages sont supprimés ; la mémoire est conservée.
ja: 確認を求められます。会話とメッセージは削除され、記憶は残ります。
ko: 확인을 요청합니다. 대화와 메시지는 삭제되고 기억은 남습니다.
pt_br: A confirmação será solicitada. Conversas e mensagens são excluídas; a memória é mantida.
zh_hans: 会请求确认。对话和消息将被删除，记忆会保留。

source: Onay sorulur. Sohbetler ve mesajlar silinir.
de: Du wirst um Bestätigung gebeten. Unterhaltungen und Nachrichten werden gelöscht.
en: You’ll be asked to confirm. Conversations and messages are deleted.
es: Se te pedirá confirmación. Se eliminan las conversaciones y los mensajes.
fr: Une confirmation te sera demandée. Les conversations et les messages sont supprimés.
ja: 確認を求められます。会話とメッセージが削除されます。
ko: 확인을 요청합니다. 대화와 메시지가 삭제됩니다.
pt_br: Será pedida uma confirmação. As conversas e mensagens são excluídas.
zh_hans: 会请你确认。对话和消息将被删除。

source: Onay sorulur. Tüm notlar silinir.
de: Du wirst um Bestätigung gebeten. Alle Notizen werden gelöscht.
en: You’ll be asked to confirm. All notes are deleted.
es: Se te pedirá confirmación. Se eliminan todas las notas.
fr: Une confirmation sera demandée. Toutes les notes sont supprimées.
ja: 確認を求められます。すべてのメモが削除されます。
ko: 확인을 요청합니다. 모든 메모가 삭제됩니다.
pt_br: A confirmação será solicitada. Todas as notas são excluídas.
zh_hans: 会请求确认。所有备忘录将被删除。

source: Önce bağlantıyı denemen gerekiyor.
de: Du musst die Verbindung zuerst testen.
en: You need to test the connection first.
es: Primero tienes que probar la conexión.
fr: Tu dois d’abord tester la connexion.
ja: 先に接続をテストする必要があります。
ko: 먼저 연결을 테스트해야 합니다.
pt_br: Você precisa testar a conexão primeiro.
zh_hans: 需要先测试连接。

source: Önce bir sunucu adresi denenmeli.
de: Zuerst muss eine Serveradresse getestet werden.
en: A server address has to be tested first.
es: Primero hay que probar una dirección de servidor.
fr: Une adresse de serveur doit d’abord être testée.
ja: 先にサーバーのアドレスをテストする必要があります。
ko: 먼저 서버 주소를 테스트해야 합니다.
pt_br: É preciso testar um endereço de servidor primeiro.
zh_hans: 需要先测试服务器地址。

source: Önceki depo açılamadığı için “%@” adıyla saklandı ve sirr temiz bir depoyla başladı. Hiçbir şey silinmedi.
de: Der vorherige Speicher ließ sich nicht öffnen, daher wurde er als „%@“ aufbewahrt und sirr ist mit einem leeren Speicher gestartet. Nichts wurde gelöscht.
en: The previous store couldn’t be opened, so it was kept as “%@” and sirr started with a clean store. Nothing was deleted.
es: No se pudo abrir el almacén anterior, así que se conservó con el nombre «%@» y sirr comenzó con un almacén limpio. No se eliminó nada.
fr: Le stockage précédent n’a pas pu être ouvert : il a été conservé sous le nom « %@ » et sirr a démarré avec un stockage vierge. Rien n’a été supprimé.
ja: 以前のストレージを開けなかったため「%@」という名前で保管し、sirr は新しいストレージで開始しました。何も削除されていません。
ko: 이전 저장소를 열 수 없어 “%@” 이름으로 보관했고, sirr은 비어 있는 저장소로 시작했습니다. 아무것도 삭제되지 않았습니다.
pt_br: O armazenamento anterior não pôde ser aberto, então foi guardado como “%@” e o sirr começou com um armazenamento limpo. Nada foi excluído.
zh_hans: 先前的存储无法打开，因此已以“%@”为名保留，sirr 以全新存储启动。没有任何内容被删除。

source: Otomatik
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动

source: Paylaş
de: Teilen
en: Share
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 共享

source: Paylaşılan belge yok
de: Kein geteiltes Dokument
en: No shared document
es: No hay documento compartido
fr: Aucun document partagé
ja: 共有された書類がありません
ko: 공유된 문서가 없음
pt_br: Nenhum documento compartilhado
zh_hans: 没有共享的文档

source: Saat
de: Uhrzeit
en: Time
es: Hora
fr: Heure
ja: 時刻
ko: 시각
pt_br: Horário
zh_hans: 时间

source: Saat seçeneklerini açmak için çift dokun.
de: Zum Öffnen der Uhrzeit-Optionen doppeltippen.
en: Double-tap to open the time options.
es: Pulsa dos veces para abrir las opciones de hora.
fr: Touche deux fois pour ouvrir les options d’heure.
ja: ダブルタップで時刻の選択肢を開きます。
ko: 두 번 탭하면 시각 옵션이 열립니다.
pt_br: Toque duas vezes para abrir as opções de horário.
zh_hans: 轻点两下打开时间选项。

source: Sabah brifingi
de: Morgen-Briefing
en: Morning briefing
es: Resumen matinal
fr: Briefing du matin
ja: 朝のブリーフィング
ko: 아침 브리핑
pt_br: Resumo matinal
zh_hans: 早间简报

source: Seçenekleri açmak için çift dokun.
de: Zum Öffnen der Optionen doppeltippen.
en: Double-tap to open the options.
es: Pulsa dos veces para abrir las opciones.
fr: Touche deux fois pour ouvrir les options.
ja: ダブルタップで選択肢を開きます。
ko: 두 번 탭하면 옵션이 열립니다.
pt_br: Toque duas vezes para abrir as opções.
zh_hans: 轻点两下打开选项。

source: Şeması desteklenmiyor.
de: Sein Schema wird nicht unterstützt.
en: Its schema isn’t supported.
es: Su esquema no es compatible.
fr: Son schéma n’est pas pris en charge.
ja: このスキーマは非対応です。
ko: 이 스키마는 지원되지 않습니다.
pt_br: Seu esquema não é compatível.
zh_hans: 其架构不受支持。

source: Şeması fazla iç içe.
de: Sein Schema ist zu tief verschachtelt.
en: Its schema is too deeply nested.
es: Su esquema está demasiado anidado.
fr: Son schéma est trop imbriqué.
ja: このスキーマは入れ子が深すぎます。
ko: 이 스키마는 중첩이 너무 깊습니다.
pt_br: Seu esquema tem aninhamento demais.
zh_hans: 其架构嵌套过深。

source: Senin mesajın: %@
de: Deine Nachricht: %@
en: Your message: %@
es: Tu mensaje: %@
fr: Ton message : %@
ja: あなたのメッセージ：%@
ko: 내 메시지: %@
pt_br: Sua mensagem: %@
zh_hans: 你的消息：%@

source: seyir
de: Ablauf
en: trail
es: recorrido
fr: parcours
ja: 経過
ko: 경로
pt_br: percurso
zh_hans: 过程

source: Şifresiz http yalnızca yerel ağ adreslerinde kullanılabilir.
de: Unverschlüsseltes http kann nur für Adressen im lokalen Netzwerk verwendet werden.
en: Unencrypted http can only be used for local network addresses.
es: El http sin cifrar solo puede usarse en direcciones de la red local.
fr: Le http non chiffré ne peut être utilisé que pour des adresses du réseau local.
ja: 暗号化なしの http はローカルネットワークのアドレスでのみ使用できます。
ko: 암호화되지 않은 http는 로컬 네트워크 주소에서만 사용할 수 있습니다.
pt_br: Http sem criptografia só pode ser usado em endereços da rede local.
zh_hans: 未加密的 http 只能用于本地网络地址。

source: Sil
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: sirr hakkında
de: Über sirr
en: About sirr
es: Acerca de sirr
fr: À propos de sirr
ja: sirr について
ko: sirr 정보
pt_br: Sobre o sirr
zh_hans: 关于 sirr

source: sirr henüz bir şey öğrenmedi.
de: sirr hat noch nichts gelernt.
en: sirr hasn’t learned anything yet.
es: sirr aún no ha aprendido nada.
fr: sirr n’a encore rien appris.
ja: sirr はまだ何も学んでいません。
ko: sirr가 아직 아무것도 배우지 않았습니다.
pt_br: O sirr ainda não aprendeu nada.
zh_hans: sirr 还没有学到任何内容。

source: sirr tamamen bu cihazda çalışır. Sorduğun, takvimin, notların cihazdan çıkmaz; internete gitmez.
de: sirr läuft vollständig auf diesem Gerät. Was du fragst, dein Kalender und deine Notizen verlassen es nie und gelangen nicht ins Internet.
en: sirr runs entirely on this device. What you ask, your calendar and your notes never leave it and never go to the internet.
es: sirr funciona por completo en este dispositivo. Lo que preguntas, tu calendario y tus notas no salen de él ni van a internet.
fr: sirr fonctionne entièrement sur cet appareil. Ce que tu demandes, ton calendrier et tes notes n’en sortent jamais et ne vont pas sur internet.
ja: sirr は完全にこの端末内で動作します。質問内容もカレンダーもメモも端末から出ず、インターネットには送られません。
ko: sirr는 전적으로 이 기기에서 실행됩니다. 질문 내용, 캘린더, 메모는 기기를 벗어나지 않으며 인터넷으로 전송되지 않습니다.
pt_br: O sirr funciona inteiramente neste dispositivo. O que você pergunta, sua agenda e suas notas não saem dele nem vão para a internet.
zh_hans: sirr 完全在本设备上运行。你的提问、日历和备忘录都不会离开设备，也不会上传到互联网。

source: sirr tamamen bu cihazda çalışır. Sorduğun, takvimin, notların cihazdan çıkmaz. İnternete çıkmaz.
de: sirr läuft vollständig auf diesem Gerät. Was du fragst, dein Kalender und deine Notizen verlassen es nicht. Es geht nicht ins Internet.
en: sirr runs entirely on this device. What you ask, your calendar, and your notes never leave it. Nothing goes online.
es: sirr funciona por completo en este dispositivo. Lo que preguntas, tu calendario y tus notas no salen de él. No se conecta a internet.
fr: sirr fonctionne entièrement sur cet appareil. Ce que tu demandes, ton calendrier et tes notes n'en sortent pas. Aucune connexion à internet.
ja: sirr はすべてこの端末内で動作します。聞いた内容、カレンダー、メモが端末の外に出ることはありません。インターネットにも接続しません。
ko: sirr은 전적으로 이 기기에서 작동합니다. 물어본 내용, 캘린더, 메모가 기기 밖으로 나가지 않습니다. 인터넷에도 연결되지 않습니다.
pt_br: O sirr funciona inteiramente neste dispositivo. O que você pergunta, seu calendário e suas notas não saem dele. Não vai para a internet.
zh_hans: sirr 完全在本设备上运行。你的提问、日历和笔记都不会离开设备，也不会联网。

source: sirr tamamen bu cihazda çalışır. Takvimine bakabilir, hatırlatıcı kurabilir, notlarında arayabilir.
de: sirr läuft vollständig auf diesem Gerät. Es kann deinen Kalender einsehen, Erinnerungen einrichten und deine Notizen durchsuchen.
en: sirr runs entirely on this device. It can check your calendar, set reminders, and search your notes.
es: sirr funciona por completo en este dispositivo. Puede consultar tu calendario, crear recordatorios y buscar en tus notas.
fr: sirr fonctionne entièrement sur cet appareil. Il peut consulter ton calendrier, créer des rappels et chercher dans tes notes.
ja: sirr はすべてこの端末内で動作します。カレンダーの確認、リマインダーの設定、メモの検索ができます。
ko: sirr은 전적으로 이 기기에서 작동합니다. 캘린더를 확인하고, 미리 알림을 설정하고, 메모를 검색할 수 있습니다.
pt_br: O sirr funciona inteiramente neste dispositivo. Ele pode ver seu calendário, criar lembretes e buscar em suas notas.
zh_hans: sirr 完全在本设备上运行。它可以查看你的日历、设置提醒、搜索你的笔记。

source: sirr yalnızca burada bağladığın sunuculara çıkar.
de: sirr verbindet sich ausschließlich mit den Servern, die du hier hinzufügst.
en: sirr only reaches the servers you connect here.
es: sirr solo se conecta a los servidores que añadas aquí.
fr: sirr ne contacte que les serveurs que tu connectes ici.
ja: sirr はここで接続したサーバーにしか出ていきません。
ko: sirr는 여기에서 연결한 서버에만 접속합니다.
pt_br: O sirr só acessa os servidores que você conecta aqui.
zh_hans: sirr 只会连接你在此处添加的服务器。

source: sirr yazıyor
de: sirr schreibt
en: sirr is typing
es: sirr está escribiendo
fr: sirr écrit
ja: sirr が入力中
ko: sirr이 입력 중
pt_br: sirr está digitando
zh_hans: sirr 正在输入

source: sirr'e kendi çalışma kuralını öğret: ne zaman devreye gireceğini ve ne yapacağını yaz.
de: Bring sirr deine eigene Regel bei: Schreib, wann sie greifen soll und was zu tun ist.
en: Teach sirr your own rule: write when it should kick in and what it should do.
es: Enséñale a sirr tu propia regla: escribe cuándo debe activarse y qué debe hacer.
fr: Apprends à sirr ta propre règle : écris quand elle doit s’activer et ce qu’elle doit faire.
ja: sirr に自分のルールを教えましょう：いつ働き、何をするのかを書いてください。
ko: sirr에게 나만의 규칙을 알려주세요. 언제 작동하고 무엇을 할지 적으면 됩니다.
pt_br: Ensine ao sirr a sua própria regra: escreva quando ela deve entrar em ação e o que fazer.
zh_hans: 教 sirr 你自己的规则：写下它何时启用、要做什么。

source: sirr'e sor
de: sirr fragen
en: Ask sirr
es: Pregúntale a sirr
fr: Demander à sirr
ja: sirr に聞く
ko: sirr에게 물어보기
pt_br: Pergunte ao sirr
zh_hans: 向 sirr 提问

source: sirr'in hazır becerileri
de: Die integrierten Fähigkeiten von sirr
en: sirr’s built-in skills
es: Habilidades integradas de sirr
fr: Les compétences intégrées de sirr
ja: sirr の標準スキル
ko: sirr의 기본 스킬
pt_br: Habilidades integradas do sirr
zh_hans: sirr 的内置技能

source: sirr'in senin yerine periyodik yaptığı işler.
de: Aufgaben, die sirr regelmäßig für dich erledigt.
en: Work sirr does for you on a schedule.
es: Tareas que sirr hace por ti de forma periódica.
fr: Les tâches que sirr effectue pour toi régulièrement.
ja: sirr があなたの代わりに定期的に行う作業です。
ko: sirr가 주기적으로 대신 처리하는 작업입니다.
pt_br: Tarefas que o sirr faz por você periodicamente.
zh_hans: sirr 定期为你完成的工作。

source: sirr'in ürettiği ve sohbete eklediğin tüm dosyalar cihazdan silinir. Bu işlem geri alınamaz.
de: Alle von sirr erstellten und alle von dir an Unterhaltungen angehängten Dateien werden vom Gerät gelöscht. Das lässt sich nicht rückgängig machen.
en: Every file sirr produced and every file you attached to a conversation is deleted from the device. This can’t be undone.
es: Se eliminan del dispositivo todos los archivos que sirr generó y los que añadiste a las conversaciones. Esta acción no se puede deshacer.
fr: Tous les fichiers produits par sirr et tous ceux que tu as joints à une conversation sont supprimés de l’appareil. Cette action est irréversible.
ja: sirr が作成したファイルと会話に添付したファイルがすべて端末から削除されます。この操作は取り消せません。
ko: sirr가 만든 파일과 대화에 첨부한 파일이 모두 기기에서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todos os arquivos criados pelo sirr e os que você anexou às conversas são excluídos do dispositivo. Não é possível desfazer.
zh_hans: sirr 生成的以及你添加到对话中的所有文件都将从设备中删除。此操作无法撤销。

source: Sohbet geçmişi
de: Chatverlauf
en: Chat history
es: Historial de conversaciones
fr: Historique des conversations
ja: チャット履歴
ko: 대화 기록
pt_br: Histórico de conversas
zh_hans: 对话记录

source: Sohbet kaydedilemedi: %@
de: Unterhaltung konnte nicht gesichert werden: %@
en: Couldn’t save the conversation: %@
es: No se pudo guardar la conversación: %@
fr: Impossible d’enregistrer la conversation : %@
ja: 会話を保存できませんでした：%@
ko: 대화를 저장하지 못했습니다: %@
pt_br: Não foi possível salvar a conversa: %@
zh_hans: 无法存储对话：%@

source: Sohbet silinemedi: %@ Sohbet duruyor.
de: Unterhaltung konnte nicht gelöscht werden: %@ Die Unterhaltung ist noch da.
en: Couldn’t delete the conversation: %@ The conversation is still there.
es: No se pudo eliminar la conversación: %@ La conversación sigue ahí.
fr: Impossible de supprimer la conversation : %@ La conversation est toujours là.
ja: 会話を削除できませんでした：%@ 会話はそのまま残っています。
ko: 대화를 삭제하지 못했습니다: %@ 대화는 그대로 있습니다.
pt_br: Não foi possível excluir a conversa: %@ A conversa continua aí.
zh_hans: 无法删除对话：%@ 对话仍然保留。

source: Sohbetler
de: Unterhaltungen
en: Conversations
es: Conversaciones
fr: Conversations
ja: 会話
ko: 대화
pt_br: Conversas
zh_hans: 对话

source: Sohbetler ve içindeki mesajlar silinir. Nöbetler ve üretilmiş belgeler kalır. Bu işlem geri alınamaz.
de: Unterhaltungen und die darin enthaltenen Nachrichten werden gelöscht. Routinen und erstellte Dokumente bleiben erhalten. Das lässt sich nicht rückgängig machen.
en: Conversations and the messages in them are deleted. Routines and generated documents stay. This can’t be undone.
es: Se eliminan las conversaciones y sus mensajes. Las rutinas y los documentos generados se conservan. Esta acción no se puede deshacer.
fr: Les conversations et leurs messages sont supprimés. Les routines et les documents générés sont conservés. Cette action est irréversible.
ja: 会話とその中のメッセージが削除されます。ルーティンと作成済みの書類は残ります。この操作は取り消せません。
ko: 대화와 그 안의 메시지가 삭제됩니다. 루틴과 생성된 문서는 남습니다. 이 작업은 되돌릴 수 없습니다.
pt_br: As conversas e as mensagens nelas são excluídas. As rotinas e os documentos gerados permanecem. Não é possível desfazer.
zh_hans: 对话及其中的消息将被删除。例行任务和已生成的文稿会保留。此操作无法撤销。

source: Sohbetler ve içindeki mesajlar silinir. Nöbetler, üretilmiş belgeler ve hafıza kalır — hafızayı silmek için Hafıza panosunu kullan. Bu işlem geri alınamaz.
de: Unterhaltungen und die darin enthaltenen Nachrichten werden gelöscht. Routinen, erzeugte Dokumente und das Gedächtnis bleiben – zum Löschen des Gedächtnisses nutze die Gedächtnis-Übersicht. Das lässt sich nicht rückgängig machen.
en: Conversations and the messages in them are deleted. Routines, generated documents and memory are kept — use the Memory board to delete memory. This can’t be undone.
es: Se eliminan las conversaciones y sus mensajes. Las rutinas, los documentos generados y la memoria se conservan; para borrar la memoria, usa el panel de Memoria. Esta acción no se puede deshacer.
fr: Les conversations et les messages qu’elles contiennent sont supprimés. Les routines, les documents générés et la mémoire sont conservés — utilise le tableau Mémoire pour effacer la mémoire. Cette action est irréversible.
ja: 会話とその中のメッセージが削除されます。ルーティン、生成された書類、記憶は残ります。記憶を削除するには「記憶」ボードを使ってください。この操作は取り消せません。
ko: 대화와 그 안의 메시지가 삭제됩니다. 루틴, 생성된 문서, 기억은 남습니다. 기억을 삭제하려면 기억 보드를 사용하세요. 이 작업은 되돌릴 수 없습니다.
pt_br: As conversas e as mensagens nelas são excluídas. Rotinas, documentos gerados e a memória são mantidos — use o painel Memória para apagar a memória. Esta ação não pode ser desfeita.
zh_hans: 对话及其中的消息将被删除。例行任务、已生成的文稿和记忆会保留 — 如需删除记忆，请使用“记忆”面板。此操作无法撤销。

source: Sohbetlerde ara
de: Unterhaltungen durchsuchen
en: Search conversations
es: Buscar en las conversaciones
fr: Rechercher dans les conversations
ja: 会話を検索
ko: 대화 검색
pt_br: Buscar nas conversas
zh_hans: 搜索对话

source: Sohbetlerde kendinden bahsettikçe burada görünür — ve yalnızca burada durur.
de: Wenn du in Unterhaltungen etwas über dich erzählst, erscheint es hier – und bleibt auch nur hier.
en: As you mention things about yourself in conversations, they show up here — and stay only here.
es: A medida que hablas de ti en las conversaciones, aparece aquí, y solo se queda aquí.
fr: À mesure que tu parles de toi dans les conversations, cela apparaît ici — et n’en sort pas.
ja: 会話の中で自分のことを話すと、ここに表示されます。そして、ここにしか残りません。
ko: 대화에서 자신에 대해 이야기하면 여기에 나타나며, 오직 여기에만 남습니다.
pt_br: Conforme você fala sobre si nas conversas, aparece aqui — e fica somente aqui.
zh_hans: 当你在对话中提到自己的事情时，会显示在这里 — 而且只留在这里。

source: SON ÇALIŞMALAR
de: LETZTE DURCHLÄUFE
en: RECENT RUNS
es: EJECUCIONES RECIENTES
fr: EXÉCUTIONS RÉCENTES
ja: 最近の実行
ko: 최근 실행
pt_br: EXECUÇÕES RECENTES
zh_hans: 最近的运行

source: son kullanım %@
de: zuletzt verwendet %@
en: last used %@
es: último uso %@
fr: dernière utilisation %@
ja: 最終使用 %@
ko: 마지막 사용 %@
pt_br: último uso %@
zh_hans: 上次使用 %@

source: Son: %@
de: Zuletzt: %@
en: Last: %@
es: Última: %@
fr: Dernière : %@
ja: 前回：%@
ko: 마지막: %@
pt_br: Última: %@
zh_hans: 上次：%@

source: Son: %@ · atlandı
de: Zuletzt: %@ · übersprungen
en: Last: %@ · skipped
es: Última: %@ · omitida
fr: Dernière : %@ · ignorée
ja: 前回：%@ · スキップ
ko: 마지막: %@ · 건너뜀
pt_br: Última: %@ · ignorada
zh_hans: 上次：%@ · 已跳过

source: Sorduğun burada kalır.
de: Was du fragst, bleibt hier.
en: What you ask stays here.
es: Lo que preguntas se queda aquí.
fr: Ce que tu demandes reste ici.
ja: 聞いたことは、ここに残ります。
ko: 물어본 내용은 여기에 남습니다.
pt_br: O que você pergunta fica aqui.
zh_hans: 你问的都留在这里。

source: Şu alan sadeleştirilemedi: %@
de: Dieses Feld konnte nicht vereinfacht werden: %@
en: This field couldn’t be simplified: %@
es: No se pudo simplificar este campo: %@
fr: Ce champ n’a pas pu être simplifié : %@
ja: 次のフィールドを単純化できませんでした：%@
ko: 다음 필드를 단순화하지 못했습니다: %@
pt_br: Não foi possível simplificar este campo: %@
zh_hans: 无法简化此字段：%@

source: Şu an bunu yapamadım. Bir daha sorar mısın?
de: Das hat gerade nicht geklappt. Fragst du noch einmal?
en: I couldn't do that just now. Could you ask again?
es: No pude hacerlo ahora. ¿Puedes preguntármelo de nuevo?
fr: Je n'ai pas pu le faire à l'instant. Peux-tu redemander ?
ja: 今はできませんでした。もう一度聞いてもらえますか？
ko: 방금은 하지 못했어요. 다시 물어봐 주시겠어요?
pt_br: Não consegui fazer isso agora. Pode perguntar de novo?
zh_hans: 我刚才没能完成。可以再问一次吗？
